Repository: 84000/data-translation-memory
Catalog: toh437-v1.tmx
Source language: bo
Languages: en

source: ཁ་ཡི་ནང་དུ་བཅུག་ནས་འདུག་ན་ནི། །འཆིང་དང་མཚོན་ཆ་མི་བྱམས་པ་ལས་ཐར། །
en: And kept inside the mouth One will escape weapons, bondage, and enmity.

source: ཀྵ་མ་ར་ཡ་ཡི་གེ་རྣམས་དང་ལྡན། །ཡི་གེ་ཀུན་ཀྱང་ཨེ་ཡིས་བརྒྱན་པ་ལ། །
en: “Possessing the letters kṣa , ma , ra , and ya , All the letters are adorned with e

source: ཡང་དག་ཀ་བ་ཀ་ཡི་མཐའ་མར་ནི། །སྒོ་ང་བཞི་དང་ཚད་གསུམ་གཉིས་གཉིས་སྦྱིན། །
en: At the end of the authentic kabaka , The four eggs and the three measures are each given two.

source: དན་ཏིལ་ཨུཏྤལ་ས་ར་པུ་ཀ་དང་། །ནི་ཚུ་ལ་དང་གི་རི་ཀར་ཎི་ཆུས། །
en: Daṇḍotpala , śarapuṅkha , Nicula , and girikarṇikā

source: ལན་བདུན་བར་དུ་བཀྲུས་པའི་ཞ་ཉེ་ཡིས། །བྱང་བུ་ལ་ནི་བློ་དང་ལྡན་པས་བྲི། །
en: Having washed it seven times with the juice of these, The wise should write on a tablet of lead.

source: ཤིང་སྒྲོག་ལྕགས་སྒྲོག་ཁྲི་མོན་གཡུལ་ངོ་རུ། །མཚོན་ཆའི་ཆར་འབབ་པ་དང་གཞན་དག་ནི། །
en: “Yokes, shackles, prisons, The rain of weapons on the battlefield,

source: ཞེ་སྡང་བ་དག་ངེས་པར་འཇོམས་བྱེད་པར། །རྒྱུད་ཆེན་འདིས་ནི་འགྲུབ་པར་འགྱུར་བ་ཡིན། །
en: And also anger—these are definitively crushed Through the perfection of this great tantra.

source: གང་གིས་སྔགས་ཀྱི་རྒྱལ་པོ་བྲིས་ནས་ནི། །རིག་པ་བྱས་ནས་དཔུང་པ་ལ་བཏགས་ན། །
en: “The one who writes this king of mantras, Makes a spell of it, and wears it on the upper arm

source: དེ་ཡི་དབང་ཕྱུག་ནོར་སྦྱིན་དང་མཉམ་འགྱུར། །གཞན་གྱིས་མི་འཕྲོགས་ནོར་གྱི་གཏེར་ཐོབ་འགྱུར། །
en: Will become the equal of lord Kubera, And attain treasures that cannot be taken away by others.

source: ཨོཾ་ཀུ་རུ་ཀུལླེ་སྭཱ་ཧཱ།
en: Oṁ kurukulle svāhā

source: ལྷུང་བཟེད་ལ་ནི་བཏགས་ནས་སུ། །ཡུལ་གྱི་མུ་གེ་བྱུང་བའི་ཚེ།
en: When this is attached to the alms bowl During a time of famine,

source: སློངས་མོ་པས་ནི་བསོད་སྙོམས་ཐོབ། །
en: The mendicant will receive donations.

source: ཨུཏྤལ་སྡོང་བུའི་ཕྱི་ཤུན་ཁུ་བ་ནི། །འོ་མ་དང་བཀྲུས་བུད་མེད་ཀྱིས་འཐུངས་ན། །
en: “When the outer skin of an utpala stalk Is washed with milk and drunk by a woman

source: རང་གི་ལས་ཀྱིས་མངལ་རླུགས་པ་དག་ཀྱང་། །དེས་ནི་ངེས་པར་གནས་པ་བྱེད་པ་ཡིན། །
en: She will, by her own actions, Certainly maintain her pregnant womb.

source: མ་ག་ཏ་ཡི་འབྲས་བུ་ལྔ་ཙམ་ཞིག །
en: “The five products of the māgadha

source: བཏགས་ནས་བུད་མེད་གང་གིས་འོ་མ་འཐུངས། །གསང་སྔགས་འདི་ཡི་མཐུ་རབ་ཆེ་བ་ཡིས། །
en: When a woman grinds them and drinks them with milk, The great power of this mantra

source: དེ་ནི་བདེ་བ་དང་ལྡན་བཙའ་བར་འགྱུར། །
en: Will bring her ease in childbirth.

source: ནིམ་པས་བ་དུ་འོ་མར་རབ་བཏགས་ནས། །རྡོ་རྗེའི་ཆུ་དང་ལྷན་ཅིག་བསྲེས་བྱས་ནས། །
en: “Having ground a nimbavāruṇa leaf And mixed it with the juice of vajra

source: སྐྱེས་པའི་ཚེ་ན་མངལ་ནི་བསྐུ་བྱས་ན། །བུད་མེད་དེ་ནི་བདེ་བར་བུ་བཙའ་འགྱུར། །
en: If a woman rubs this on her vagina at the time of birth She will give birth with ease.

source: གླང་པོ་མ་ག་ནི་ཡི་ཤུ་དག་བཅས། །རྟ་ཡི་དྲི་དང་མ་ཧེའི་མར་གསར་བཅས། །
en: “Elephant- māgadhikā with sweet flag, Horse-smell, and fresh buffalo butter—

source: བ་བླ་དང་ལྡན་སྦྱོར་བ་བྱས་ནས་ནི། །ནུ་མ་དག་ནི་སྒྲུབ་བྱེད་འཕེལ་བར་བྱེད། །
en: The method involving vālā Promotes the vitality of the breasts.

source: བཟའ་བ་ཐམས་ཅད་ཟོས་ནས་ནི། །སྣ་ནས་ཆུ་ནི་འཐུངས་ན་ནི། །
en: “A person who enjoys every type of food And who drinks water through his nose

source: མགོ་བོའི་དུས་མིན་སྐྲ་དཀར་དག །སྔགས་ཀྱི་སྦྱོར་བས་དེ་མེད་འགྱུར། །
en: Prevents premature graying of the hair By the application of the mantra.

source: ཨ་བ་ཤ་ཡི་རྩ་བ་དང་། །ཀ་མ་ཙ་ཀ་གསེར་ཤིང་འབྲས། །
en: “The root of avasanikā, Kākamācī, and kanaka fruits

source: ལྡན་པར་ག་བུར་ཆུས་བཏགས་ནས། །ལུས་མཆོག་བཀྲུས་བསྲུབས་མཛུབ་མོ་འཇིབ། །
en: Ground with the sap of the camphor tree— Applying this to the best part of the body will make tight women drip.

source: འཁྲིག་པའི་ཚེ་ན་མི་འཛག་ན། །བདག་པོ་མི་གུས་འགྲོ་བར་འདོད། །
en: “If at the time of intercourse a woman does not drip She will not respect her husband, but want to leave.

source: འཆིང་བ་ཡི་ནི་སྦྱིན་པར་འདོད། །
en: So there is a wish for the gift of binding.

source: དེ་འཛག་བྱ་ཕྱིར་དེ་ཡིས་བསྐུ། །
en: For the sake of dripping this ointment is applied.

source: མི་འདོད་པ་ཡང་མྱུར་དུ་འབྱུང་། །དེ་ཡང་མངལ་དུ་ཡུན་རིངས་གནས། །
en: A man’s desire comes quickly And he will remain in the vagina for long.

source: འཁྲིག་པ་སྦྱོར་ཚེ་ཕག་ཞིག་ལས། །མར་མེ་སྦར་བར་བྱས་ནས་ནི། །
en: “If at the time of sexual union A lamp with lard is lit,

source: མི་གང་སྔགས་ཀྱིས་ཆང་གིས་འཐོར། །མེ་ནི་འཆི་བར་གྱུར་ཏོ་
en: If a man sprinkles wine by means of the mantra The fire will die out.

source: རྡོ་རྗེ་མེ་ཡིས་ཁྱིམ་ཚིག་ན།
en: “When a house is set ablaze by lightning,

source: སྦྱོར་བ་འཇིག་རྟེན་དབང་ཕྱུག་གསུངས།
en: This method was taught by the Protector of the World.”

source: སེམས་ཅན་གང་དག་འཁོར་གནས་དང་། །འཇིག་རྟེན་མགོན་པོས་དེ་སྐད་བསྒྲགས། །
en: Thus spoke the protector of sentient beings confined within saṃsāra, The Protector of the World.

source: རི་ཡི་རྒྱལ་པོ་པོ་ཏ་ལར། །
en: Upon Mount Potala, the king of mountains,

source: བཅོམ་ལྡན་གཞན་སྡུག་པས་སྡུག་པ། །
en: The Blessed One was pained by the pain of others.

source: སངས་རྒྱས་མ་གྱུར་ཅི་ཡང་མེད། །
en: “There is nothing at all that is not buddhahood.

source: སེམས་ཅན་དོན་རྣམས་བསྒྲུབ་པའི་ཕྱིར། །སྔར་སྤྱད་མ་ཡིན་ཅི་ཡང་མེད། །
en: For the sake of accomplishing the benefit of beings There is nothing that has not been done before.

source: བཅོམ་ལྡན་འདས་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: When the Blessed One, noble Avalokiteśvara, had spoken these words,

source: ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: the entire retinue, and the whole world with its gods, humans, demi-gods, and gandharvas, rejoiced and praised the words of the Blessed One.

source: ཉམས་པ་སླར་ཡང་གསོ་བར་བསམ།
en: That which has degenerated, I intend to restore.”

source: འཕགས་མ་སྒྲོལ་མ་ཀུ་རུ་ཀུལླེའི་རྟོག་པ་རྫོགས་སོ།།
en: This completes “ The Practice Manual of Noble Tārā‌ Kurukullā

source: རྒྱ་གར་གྱི་མཁན་པོ་ཀྲྀཥྞ་པཎྜི་ཏ་དང་། ལོ་ཙཱ་བ་དགེ་སློང་ཚུལ་ཁྲིམས་རྒྱལ་བས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །
en: The translation was prepared, edited, and established by the Indian preceptor, Kṛṣnapaṇḍita, and the lotsāwa monk, Tsültrim Gyalwa.
